requests/bis/equipment_bis_33.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:types="http://www.deltasolutions.ru/om/rt/LyraOmsService/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <SOAP-ENV:Body>
      <types:SubmitOrderRequest>
         <Components>
            <Component>
               <Attributes>
                  <Attribute>
                     <Name>action_code</Name>
                     <Value>33</Value>
                  </Attribute>
                  <Attribute>
                     <Name>address</Name>
                     <Value>г. Екатеринбург; ул. Татищева</Value>
                  </Attribute>
                  <Attribute>
                     <Name>atbr_id</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>cfs_spec_id</Name>
                     <Value>equipment</Value>
                  </Attribute>
                  <Attribute>
                     <Name>city</Name>
                     <Value>10465</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_date</Name>
                     <Value>1990-01-01T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_place</Name>
                     <Value>город</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_id</Name>
                     <Value>31459519</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_name</Name>
                     <Value>ТЕСТ ОМС БИС</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_date</Name>
                     <Value>2000-01-01T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_num</Name>
                     <Value>225441</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_place</Name>
                     <Value>город</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_ser</Name>
                     <Value>5422</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_phone</Name>
                     <Value>9025566633</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_type</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>connection_scheme</Name>
                     <Value>202</Value>
                  </Attribute>
                  <Attribute>
                     <Name>contract_id</Name>
                     <Value>6558930</Value>
                  </Attribute>
                  <Attribute>
                     <Name>department_id</Name>
                     <Value>3401</Value>
                  </Attribute>
                  <Attribute>
                     <Name>flat</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>house</Name>
                     <Value>123</Value>
                  </Attribute>
                  <Attribute>
                     <Name>instance_id</Name>
                     <Value>78005428</Value>
                  </Attribute>
                  <Attribute>
                     <Name>jur_eak_id</Name>
                     <Value>36755695</Value>
                  </Attribute>
                  <Attribute>
                     <Name>local_idn_set</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_const_service_id</Name>
                     <Value>49854</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_one_time_service_id</Name>
                     <Value>34805</Value>
                  </Attribute>
                  <Attribute>
                     <Name>need_installation</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_additional_code</Name>
                     <Value>64136</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_rnabn</Name>
                     <Value>14098253</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_action_type</Name>
                     <Value>PR</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_start_date</Name>
                     <Value>2015-10-16T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>pack_id</Name>
                     <Value>41005</Value>
                  </Attribute>
                  <Attribute>
                     <Name>parent_cfs_spec_id</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>parent_virtual_number</Name>
                     <Value>273430258524</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_amount</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_id</Name>
                     <Value>177583</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>rtpl_id</Name>
                     <Value>22852</Value>
                  </Attribute>
                  <Attribute>
                     <Name>run_billing</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>service_receiver</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_id</Name>
                     <Value>64136</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>street</Name>
                     <Value>330890</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subscriber_id</Name>
                     <Value>37308479</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subs_eak_id</Name>
                     <Value>26396469</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tariff_standard</Name>
                     <Value>150</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tx_id</Name>
                     <Value>336438396</Value>
                  </Attribute>
                  <Attribute>
                     <Name>zip</Name>
                     <Value>620014</Value>
                  </Attribute>
               </Attributes>
            </Component>
         </Components>
         <CommonData>
            <Attributes>
               <Attribute>
                  <Name>main_virtual_number</Name>
                  <Value>273430258524</Value>
               </Attribute>
            </Attributes>
         </CommonData>
      </types:SubmitOrderRequest>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>